aaron-bond.better-comments
aki77.rails-db-schema
alefragnani.bookmarks
aliariff.vscode-erb-beautify
angular.ng-template
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets
bigonesystems.django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bradymholt.pgformatter
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
chr33z.lingua-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
dracula-theme.theme-dracula
dsebastien.vscode-python-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
equimper.react-native-react-redux
esbenp.prettier-vscode
ffaraone.pyfilesgen
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gencer.html-slim-scss-css-class-completion
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
henoc.svgeditor
hridoy.rails-snippets
hridoy.wordpress
humao.rest-client
ibm.output-colorizer
jimmymeb.webdeveloperpack
jmrog.vscode-nuget-package-manager
jock.svg
karunamurti.tera
kevinrose.vsc-python-indent
leighlondon.eml
liximomo.sftp
lukasz-wronski.ftp-sync
magicstack.magicpython
mathiasfrohlich.kotlin
mehedidracula.php-namespace-resolver
mgesbert.python-path
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-scss
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.vscode-react-native
naco-siren.gradle-language
neilbrayfield.php-docblocker
ninoseki.vscode-gem-lens
nixon.env-cmd-file-syntax
octref.vetur
ofhumanbondage.react-proptypes-intellisense
onecentlin.laravel-blade
peterschmalfeldt.explorer-exclude
pkief.material-icon-theme
pnp.polacode
prisma.prisma
py-snippets.py-snippets
pydjang.pydjang
redhat.vscode-xml
redvanworkshop.explorer-exclude-vscode-extension
rickywhite.python-template-snippets
ritwickdey.liveserver
sensourceinc.vscode-sql-beautify
sethjones.kotlin-on-vscode
shamanu4.django-intellisense
shardulm94.trailing-spaces
sianglim.slim
sissel.json-script-tag
sophisticode.php-formatter
stylelint.vscode-stylelint
tomashubelbauer.email-viewer
tonybaloney.python-task-provider
vortizhe.simple-ruby-erb
vue.volar
walkme.php-extension-pack
wholroyd.jinja
wordpresstoolbox.wordpress-toolbox
xdebug.php-debug
xdebug.php-pack
xstudio.eldjangosnip
zhuangtongfa.material-theme
zignd.html-css-class-completion
zobo.php-intellisense